{
    "title": "Privacy Policy",
    "sections": [
        {
            "title": "Scope and Application",
            "description": "Headline Horizon (referred to as 'Headline Horizon', 'our', or 'we') wishes for its users to understand the manner in which we collect, use, and disclose information. This privacy statement outlines the practices we follow concerning data collected through our digital services, such as our website, mobile platforms, applications, and other related utilities (jointly referred to as the 'Headline Horizon Services'). For individuals residing in California, please see Section 8 for the California Consumer Privacy Act details. Users in Virginia, Colorado, Connecticut, and states with akin privacy regulations, please refer to Section 8. By leveraging Headline Horizon Services, you signify your acceptance of this privacy policy's terms. Our associated entities ('Headline Horizon Affiliates') are listed on our main site. Our services are designed for a broad audience and are not aimed at minors. We maintain our stance on not intentionally gathering personal data from children below the age of 13. This privacy policy is applicable to all users, inclusive of those who use Headline Horizon Services without registration or subscription and those who have. The policy governs our collection and utilization of your personal data (like full name or email address) and elaborates on our practices concerning non-personal data (like interests and demographics)."
        },
        {
            "title": "Information Collection Practices",
            "description": "As you interact with Headline Horizon, we, along with our service providers, might collect various types of information. This could include: \n\n- **Registration Information**: This includes details you provide when signing up for our services, such as creating an account or participating in contests. Examples are your name, email, gender, birthdate, and more.\n\n- **Customer Service and Feedback Information**: If you seek customer support or give feedback, we might collect your name, email, and state.\n\n- **User-Uploaded Content**: This relates to any audio, video, or photos you upload as part of our services.\n\n- **Personal Financial and Commercial Information**: This pertains to any financial data you provide when making purchases or subscribing.\n\n- **Public Information and Posts**: Any content you post publicly on Headline Horizon, like comments or profile details.\n\n- **Activity Information**: We might record data about your device and browser when you access our services. This could include your IP address, device type, geolocation, and more.\n\n- **Cookies and Tracking**: We employ various tracking methods to collect data about your use of our services. This can include your search history, pages visited, and other user activities. Note that third-party advertisers supporting us might also use similar technologies.\n\n- **Information from Other Sources**: Occasionally, we might integrate the data we have with info from external sources, such as advertisers or partners.\n\nNot all types of information may have been collected from every user.\n\nRegarding 'Do Not Track' signals, currently, we don’t adhere to them, as we’re awaiting clearer guidelines on this front."
        },
        {
            "title": "Use and Disclosure",
            "description": "Headline Horizon collects and processes data primarily to provide and enhance our services. We endeavor to:\n    - Offer, maintain, and refine the Headline Horizon services, paving the way for future enhancements.\n    - Boost both your online and offline experiences by delivering curated content and advertising.\n    - Authenticate user identities for enhanced security.\n    - Facilitate user engagement through comments, contests, games, and other interactive platforms.\n    - Provide responsive customer support and promptly address queries.\n    - Forecast user interests, ensuring content and advertising resonate more closely with your preferences.\n    - Ensure the upkeep of our infrastructure and adhere to our internal standards and processes.\nCertain information may be shared with trusted third-party service providers to ensure the efficient delivery and management of our services. We collaborate with diverse entities to deliver video content personalized to your preferences and geographical location. User submissions, such as videos or photos, may be utilized publicly for news aggregation, social media sharing, and community engagement. We strongly advise against uploading content that discloses personal or sensitive data. At times, we collaborate with external entities to offer combined services, such as contests or promotions. It's important to note that these partners may have their distinct privacy policies. Headline Horizon, in conjunction with our partners, leverages collected data to deliver personalized ads. Options to opt-out from specific ad targeting practices are available to all users. Users may occasionally receive promotional content or service updates. Clear instructions for opting out will always be part of these communications. Data might be exchanged with Headline Horizon affiliated entities. However, while navigating our affiliates' platforms, users might be governed by their respective privacy policies. We might share user information with our strategic partners, allowing them to forward marketing content in alignment with user preferences. Data might be disclosed in scenarios where it's imperative to safeguard the rights, privacy, and safety of Headline Horizon, its affiliates, and its community. In the event of a significant business transition, such as mergers or asset transfers, user data might be shared or transferred as part of the negotiation and execution process."
        },
        {
            "title": "Security Measures",
            "description": "Headline Horizon employs industry-standard administrative, technical, personnel, and physical protections to shield the information we hold from unauthorized access, alteration, or loss. Nevertheless, the absolute security of your information cannot be guaranteed."
        },
        {
            "title": "User Access and Control",
            "description": "For users wishing to access, delete, or correct their personal data stored with us, please contact us. For security, identity verification will be necessary. If you desire to restrain or limit how we use your data, contact us as described later. In your application, provide your email, name, address, and phone number, stating the specific data you wish to modify or limit. While we strive to accommodate requests promptly, some cases, due to legal obligations, might not permit us to comply fully. Residents of states with distinct privacy laws (like California, Virginia, Colorado, Connecticut) should consult respective sections detailing their rights. Registered users under 18 can request content removal by following the specified process on our portal. Note that not all content removal requests guarantee comprehensive deletion, especially if the content has been shared by others. Also, you can opt not to share your data with Headline Horizon affiliates or third parties for marketing by following the provided channels and procedures."
        },
        {
            "title": "Additional Important Information",
            "description": "Privacy Policy Updates: Headline Horizon may amend this policy. Check the Effective Date at its start to see the latest revision. Any updates are applicable once they appear on Headline Horizon's platform. Data Location: Our services are operated from the U.S. Users outside the U.S. consent to their data being processed in the U.S. or where our infrastructure or service providers are based. U.S. data protection standards may differ from yours. In certain cases, U.S. authorities can access your data. Linked Services: We may link to unaffiliated platforms, or offer content from them. We aren't accountable for their privacy procedures. After leaving Headline Horizon or engaging with third-party content, review their privacy policies. We aren’t liable for practices of entities like Meta, Instagram, Twitter, Apple, Google, Microsoft, etc., even when interacting through Headline Horizon. Payment Services: For purchases or payments, we might employ an external payment platform. Their privacy policies will govern your data, not ours. We hold no responsibility for their data practices. Subscriptions to our services might involve payment details for service provision, promotion eligibility, or abuse detection. Data Retention: We store your data for durations necessary to serve the purposes outlined in this policy or as mandated by law. Canceling your account or requesting data deletion doesn't guarantee instant removal due to technology limits or other reasons. We might keep backup data post-cancellation or deletion request for reasons like fraud prevention, legal obligations, or internal protocols. Deidentified Data: When we process 'deidentified' personal data, it's kept and utilized in that form. We won’t attempt reidentification except when the law allows."
        },
        {
            "title": "California Consumer Privacy Act Notice",
            "description": "This section provides information aligned with the California Consumer Privacy Act (CCPA) and details the categories of Personal Information of California residents that Headline Horizon may collect, disclose, or 'sell' or 'share'. Information such as identifiers, commercial information, and internet activity are among the categories disclosed. Depending on the individual’s interactions with Headline Horizon, we might not have collected each category of Personal Information. Under the CCPA definitions, 'sale' and 'share' exclude certain types of transfers like those in business mergers or bankruptcy. Personal Information is collected from direct interactions, social media, and advertising partners. The purposes include business operations, product and service provision, advertising, risk monitoring, legal compliance, and more. California consumers have specific rights including the Right to Know, Right to Request Deletion, Right to Request Correction, Right to Opt-Out of Sale or Sharing, Right to be Free from Discrimination, and more. Specific details about these rights and how to exercise them are available in this section. For more on our metrics regarding the received requests, visit our record keeping section."
        },
        {
            "title": "FOR CONSUMERS IN VIRGINIA, COLORADO, CONNECTICUT, AND OTHER U.S. STATES WITH SIMILAR PRIVACY LAWS",
            "description": "If you reside in Virginia, Colorado, Connecticut, or other U.S. states with similar privacy regulations, you might have additional rights concerning your personal information. This statement addresses the Virginia Consumer Data Protection Act ('VCDPA'), the Colorado Privacy Act ('CPA'), the Connecticut Data Privacy Act ('CDPA'), and others. 'Personal Data', as used in this context, refers to identifiable data about consumers from the mentioned states. We and our partners use such data for targeted advertising, classified as 'selling' or 'targeted advertising' by respective state laws. The categories of Personal Data we handle, along with processing purposes and third parties involved, are detailed below. We assure that we do not knowingly sell or process data of children below 13 years. Categories include: Identifiers (e.g., name, IP, email), Personal Information (contact, financial data), Characteristics of protected classifications (e.g., age, gender), Commercial Information (transaction details), Internet activity data (browsing history, interactions), Geolocation data, Audio/visual data, Non-public education data, and Inferences drawn from these data categories to create profiles. Each category has specific purposes, such as service provision, advertising, sharing with affiliates, etc., and is disclosed or 'sold' to specific third parties, including advertisers and affiliates. Please consult our comprehensive policy for more details on each category.We may process Personal Data to protect the rights of Fox News and others, and/or to complete a merger or sale of assets. The definition of 'sale' varies under Virginia, Colorado, and Connecticut laws. If you are a consumer in Virginia, Colorado, Connecticut, or other states with a similar privacy law, you have several rights including access and portability, request for deletion, correction of inaccurate Personal Data, opt-out of targeted advertising, appeal, and freedom from discrimination. To confirm or request your personal data, please contact us. For detailed rights and procedures, refer to our comprehensive privacy policy."
        }
    ]
}
