{
    "title": "Terms & Conditions",
    "sections": [
        {
            "title": "Description of Company Services and Acceptance of Terms of Use Including Arbitration of Disputes",
            "description": "Headline Horizon ('Company', 'we', or 'us') has developed these Terms of Use to dictate the terms governing your use of headlinehorizon.com and any other URLs, mobile applications, platforms, and services that might be introduced or associated with Headline Horizon in the future (collectively termed as 'Company Sites'). The spectrum of services rendered by the Company on these Sites may encompass messaging, videos, RSS feeds, podcasts, mobile functionalities, text messaging campaigns, and any other applications, features, or content we might introduce sporadically (collectively, the 'Company Services'). Our Company operates out of the United States, and the Company Services are primarily hosted here. We present the Company Sites and the Company Services for your individual pleasure and amusement. On accessing the Company Sites or using the Company Services, even if you aren't a registered member, you are agreeing to abide by this Agreement, inclusive of future changes ('Agreement'), and to comply with all relevant laws, rules, and regulations ('Applicable Law'). Please go through this Agreement diligently. We reserve the right to revise this Agreement anytime, and each such revision will be effective immediately upon its appearance on the Company Sites. Such changes will have a prospective effect. Should you continue to use the Company Sites or Services post a revision, it will be considered as your agreement to the modified terms. Hence, regular reviews of this Agreement are essential. If any of these terms are not to your liking or if you can't comply with Applicable Law, you should stop using the Company Services at once. Accessing some Company Services might be conditional, based on your adherence to this Agreement which may include our Privacy Policy and any user license agreements that might come with the Company Services. There could be certain services demanding you to agree to additional terms and conditions or necessitating downloads of software or content. Should there be a conflict between such terms and this Agreement, the additional terms would hold precedence. A CRITICAL POINT TO NOTE is the 'ARBITRATION AGREEMENT' section. It contains terms stipulating that (i) with a few exceptions, all disagreements between you and the Company related to this Agreement will be resolved through binding arbitration instead of a court, and (ii) both parties relinquish the right to initiate or participate in class-action suits concerning these disagreements. Please familiarize yourself with the Arbitration Agreement by accessing the appropriate section. By utilizing our website and accepting this Agreement, you're concurring with the Arbitration Agreement."
        },
        {
            "title": "Registration and Security",
            "description": "When you engage with the Headline Horizon Site, you bear complete responsibility for your actions and involvement. Certain features of our Site may necessitate registration or the creation of a username and password. It's vital that the details you provide during this registration are accurate and you are obligated to keep them current. Failure to maintain up-to-date information may lead to a breach of this Agreement, possibly resulting in the immediate termination of your account. You are prohibited from (i) selecting or using a username that impersonates another individual, and (ii) adopting a username that infringes on the rights of another party without their explicit consent. Headline Horizon retains the authority to decline or terminate a username based on its judgment. In instances where your registration is canceled, you must refrain from setting up another account or attempting to access Headline Horizon's services without our explicit approval. You are prohibited from selling, transferring, or assigning your registration or any associated rights. Any modifications in your registration details, inclusive of contact information, should be promptly communicated to us. Safeguarding the confidentiality of your password is your sole responsibility, making it crucial to avoid sharing it with anyone else. Misusing another member's account, username, email, or password is strictly forbidden, and you must ensure no one else has access to your account. Your account is exclusively yours and cannot be transferred. In case of any suspicious activity or unauthorized access, please notify Headline Horizon immediately."
        },
        {
            "title": "Access",
            "description": "Headline Horizon is designed primarily for individual and non-commercial engagement. We, at Headline Horizon, reserve the right to modify, pause, or terminate any aspect of the Site at our discretion. We may also introduce limitations on certain functionalities or restrict entry to specific sections or the entirety of the Site, potentially without prior notification. Please be aware that occasional disruptions might render the Site unavailable or non-functional due to reasons like: (i) technical issues; (ii) routine site maintenance or updates; or (iii) unforeseen circumstances beyond Headline Horizon's control. \n\nOur platform is not designed for unsupervised usage by minors. Those under the age of 13 are not authorized to create an account or share personal details with Headline Horizon. Individuals between the ages of 13 and 18 (or the relevant age of majority in your jurisdiction) may interact with our services only under the guidance and consent of a parent or guardian who agrees to this Agreement on their behalf. If you hold a subscription with Headline Horizon and aim to set up sub-profiles within your main account, it is your responsibility to ascertain that users of these sub-profiles meet the age requirement of 18 or the age of majority in your region."
        },
        {
            "title": "Termination",
            "description": "While this Agreement is crafted to endure, it remains subject to termination at the discretion of Headline Horizon. You can choose to end your account with Headline Horizon at any given time and for any reason by reaching out to us via our designated contact channels with the subject: 'Request to Terminate My Account'. Headline Horizon holds the right to suspend or close your account, and/or revoke access to our services, with or without any prior notice or rationale. We are not obliged to provide an explanation for such actions and bear no liability for potential consequences of such terminations. It's important to note that even after the termination of your account or cessation of access to our services, this Agreement will persist in relevance to any past or future interactions with our platform. The rights associated with your account conclude upon your demise."
        },
        {
            "title": "Headline Horizon Subscription Fees",
            "description": "Please be aware that Headline Horizon may introduce subscription charges for particular sections or features of our services. We prioritize transparency; hence, we'll keep you informed in advance about any new fees or adjustments to existing charges. Along with such notifications, we'll provide you with options to discontinue your account or subscription if you decide not to accommodate the adjusted fees. By continuing to utilize our services post the introduction or alteration of any fees, you are explicitly consenting to these charges. Should you default on your payment obligations, or if your account gets suspended or terminated due to violations of our terms or applicable laws, any outstanding balance remains payable, and we're not obligated to refund any part of the paid amounts."
        },
        {
            "title": "Purchasing Headline Horizon Services or Products",
            "description": "When acquiring services, subscriptions, or products via Headline Horizon ('Platform Product'), you might be prompted to share vital information, such as your name, contact details, and financial credentials ('Billing Information'). This data is often managed by a trusted third-party entity chosen by us, but not directly associated with Headline Horizon ('Service Provider'). Transactions, billing, and all payment responsibilities for Platform Products will be steered by the policies of the Service Provider. Purchases demand an affirmation that the payment method provided is legitimately yours. Buyers must be 18 or above. Headline Horizon neither guarantees nor assumes responsibility for any order-related losses or damages. We don't provide refunds and assume no responsibility concerning your Platform Product orders. Any transactions done with your Billing Information remain your accountability. We do not retain records related to your purchases, emphasizing the importance of you maintaining transaction records. If you spot any inconsistencies or suspect unauthorized activities linked to your Billing Information, it is imperative to reach out to the Service Provider."
        },
        {
            "title": "Limited Content License",
            "description": "Headline Horizon provides services primarily for individual consumption and strictly prohibits its use for commercial ventures. Within our platform, you'll find a blend of articles, videos, imagery, and other creative expressions ('Content') crafted by Headline Horizon, our partners, and even our community. This Content, protected under intellectual property laws, remains the sole property of Headline Horizon or respective owners. We grant users a non-transferable, restrictive license to access and showcase our Content, solely for personal, non-commercial purposes. It is a violation to replicate, store, broadcast, alter, or leverage our Content unless explicitly mentioned in this agreement or permitted by the platform. Creation of derivative items or using our content for any commercial purpose, without our explicit consent, is prohibited. Any efforts to infringe copyright, trademark, or bypass digital rights and geo-filtering mechanisms associated with our Content will face stringent action. Unauthorized duplication or misuse of our platform's Content or attempting unauthorized access will lead to termination of your access, with or without prior notification."
        },
        {
            "title": "Restrictions on Use of Company Services",
            "description": "Headline Horizon expects its users to maintain a respectful and law-abiding presence on its platform. Users are responsible for any content they share, ensuring it aligns with our guidelines. Be wary that there's no assumed privacy for shared content. Prohibited actions include but aren't limited to: sharing unlawful, misleading, violent, defamatory, or hateful content; violating someone's intellectual or proprietary rights; impersonation; introducing malware or harmful code; bypassing our security measures; sending unsolicited bulk messages; unauthorized commercial activities; or engaging in behavior against applicable laws. Violating these terms may lead to content removal or account termination. Furthermore, Headline Horizon may, for legal, safety, or policy reasons, access, preserve, or disclose user information or content. While we aim to offer storage capabilities, it's recommended users backup their content. We aren't liable for lost user content, whether from removal or other circumstances."
        },
        {
            "title": "User Content on Message Boards and Forums",
            "description": "Headline Horizon provides its users with platforms like message boards, chat rooms, discussion forums, and other interactive spaces (collectively termed 'Forums'). All contributions made in these Forums are considered User Content. Users are expected to adhere to our content guidelines and any specific rules pertaining to these Forums. While Headline Horizon reserves the right to monitor, restrict, or remove content from the Forums, there's no obligation on our part to do so. Understand that postings in Forums are public. Any personal or sensitive information shared is at your own risk. Headline Horizon is not accountable for the accuracy or content of any information within the Forums, nor decisions made based on this information."
        },
        {
            "title": "Your Proprietary Rights in and License to Your User Content",
            "description": "Headline Horizon does not assert ownership over the content you submit, share, or transmit on our platform, barring submissions detailed under 'Unsolicited Submissions' elsewhere in our terms. However, by sharing any content (User Content) on our platform, you provide Headline Horizon, its affiliates, partners, and authorized entities an unconditional, worldwide, perpetual, royalty-free license to use, adapt, modify, translate, publicly display, distribute, or create derivative works from your User Content across any media. This includes your identity attributes like name or likeness included in the User Content. We can employ this content for any purpose, including promotional, commercial, or developmental activities. No further notice, compensation, or permissions from you will be required for such use. You hereby empower Headline Horizon with authority to act on your behalf to reaffirm the rights provided in these terms. You guarantee that: (i) you hold the rights to or own the User Content shared on our platform and (ii) your content doesn't infringe on any individual's or entity's rights. If your User Content necessitates royalty payments or other fees, you commit to bearing those expenses. While you can remove your content from Headline Horizon, any utilization of your User Content by us prior to its removal will continue under the granted rights. Furthermore, deleting your content does not obligate us or third parties who accessed your content before its deletion to remove it. Terminating your account or discontinuing our services will not lead to an immediate erasure of your content, adhering to these terms."
        },
        {
            "title": "Removal of Material that Infringes Copyrights",
            "description": "Headline Horizon respects the intellectual property rights of others and expects its users to do the same. We will take necessary actions against repeated infringement by any user of Headline Horizon Services. We also commit to removing content that violates U.S. copyright laws upon receiving a properly formatted notice in line with 17 U.S.C. ยง 512(c)(3). If you suspect any content on Headline Horizon Services infringes upon your copyright, please send a comprehensive written notice to our designated Copyright Agent containing: (a) clear identification of the copyrighted work(s); (b) details to help us locate the potentially infringing content; (c) your contact information; (d) a good faith declaration that the content is unauthorized; (e) a sworn statement about the accuracy of the notice and your authority over the copyrighted material; and (f) your signature, physical or digital. If you find that your content was wrongly removed due to a copyright claim, you may send a counter-notification. It should include: (i) details of the removed content; (ii) a statement, under penalty of perjury, asserting a mistaken removal; (iii) your details and a declaration that you consent to jurisdiction in your local federal court or, for non-U.S. residents, any jurisdiction where Headline Horizon operates; and (iv) your signature. Be advised, under 17 U.S.C. ยง512(f), deliberate misrepresentations in either a notice or counter-notice can result in legal penalties."
        },
        {
            "title": "Your Exposure to Others' User Content",
            "description": "Headline Horizon does not oversee every piece of User Content posted by our audience on our platform, hence there might be times when you encounter content that might be inaccurate, offensive, or not to your liking. We can't be held accountable for such content. If you stumble upon any content that seems to misuse our platform or breach our 'Usage Guidelines', we urge you to bring it to our immediate attention. Even though we may, from time to time, monitor our platform for any inappropriate content or behavior, this doesn't mean we're obligated to do so. Nor does it mean we take responsibility for any non-Headline Horizon content or for the behavior of our users."
        },
        {
            "title": "Third Party Links and Services",
            "description": "Headline Horizon's platform may offer or include links to external websites, apps, or other resources which are provided by entities outside our control ('External Services'). When you engage with one of these External Services, you're directly connecting with that external entity, not with Headline Horizon. If you opt to use an External Service, be cautious of the information you share with them. They might process and share your data based on their own policies. We advise against sharing any personal details with an External Service unless you're familiar with their practices and trust them. Some of these services might also collaborate with others to deliver their service to you, and we can't vouch for the safety or reliability of such collaborations. We don't implicitly or explicitly endorse any External Service, even if it's linked on our platform. We're only accountable for content on Headline Horizon, not on any external platforms, regardless of whether they link back to us or are linked by us. By utilizing Headline Horizon, you accept that we're not liable for any issues arising from your interactions with External Services. If you wish to create links pointing to Headline Horizon, please contact us first at info@headlinehorizon.com."
        },
        {
            "title": "Headline Horizon Terms of Sale",
            "description": "From time to time, Headline Horizon might offer products or services available for purchase through our platform. These products or services are referred to as an 'Offer'. Specific terms relating to a particular product or service will be provided alongside the Offer. Moreover, these Terms of Sale are applicable to every Offer. To finalize a purchase on Headline Horizon, you need to have a registered account with us. We make sales only to users who can lawfully conduct purchases via a credit card. You should be at least eighteen years old to make a purchase on Headline Horizon. However, if you are between thirteen and seventeen, you can make purchases with the acknowledgment and approval of your parent or legal guardian. Headline Horizon maintains the right to decline or cancel orders, or close accounts whenever deemed necessary. We might accept a variety of credit cards at various times. When you place an order on Headline Horizon, you grant us, or our chosen payment gateway, the authority to charge your specified account for the stated purchase amount in your preferred credit card if we accept it. All transactions are conducted in United States Dollars."
        },
        {
            "title": "Headline Horizon Member Disputes",
            "description": "You bear the sole responsibility for your interactions with other Headline Horizon users, providers of third-party services, or any other entities you engage with through the Headline Horizon platform. While Headline Horizon holds the discretion, we are not obligated to intervene or partake in disputes between you and other parties on our platform."
        },
        {
            "title": "Headline Horizon Trademarks",
            "description": "Headline Horizon, its distinctive logo, and other related marks, graphics, scripts, and sounds are the exclusive trademarks of Headline Horizon. Unauthorized copying, downloading, or any other use of Headline Horizon trademarks is strictly prohibited."
        },
        {
            "title": "Privacy Policy",
            "description": "For details on Headline Horizon's practices and policies concerning the collection and utilization of your data, please refer to our Privacy Policy at www.headlinehorizon.com/privacy"
        },
        {
            "title": "Limitation on Liability",
            "description": "Despite any contrary provisions within this agreement, to the maximum extent permitted by current laws, Headline Horizon's responsibility to you for any reason and regardless of the action's form will always be restricted to the total amount, if any, paid by you to Headline Horizon for accessing its services during the time you have utilized them. Under no circumstances will Headline Horizon be liable to you or any third party for any damages beyond the amount you paid to access the services, encompassing but not limited to any direct, indirect, compensatory, incidental, special, consequential, or punitive damages, including loss of profits, resulting from or related to your use or inability to use the services provided by Headline Horizon.\n\nYou accept and concur that any damages you sustain due to the actions or omissions of Headline Horizon or as a consequence of using headlinehorizon.com or its associated services aren't irreparable and don't qualify you for any form of injunctive or other equitable relief limiting the access to any part of headlinehorizon.com or its services.\n\nThe limitations detailed in this section are applicable irrespective of the alleged liability's basis, be it contract, tort, negligence, strict liability, or any other ground, even if Headline Horizon has been notified of the potential for such damages."
        }
    ]
}
